places = [{"name":"Madrid, Spain","description":"The capital city of Spain is rich with parks, museums and is the third most populous city in the European Union, with almost 3.2 million people.","latitude":40.392653,"longitude":-3.691609},
{"name":"Jerusalem, Israel","description":"Jerusalem is the capital city of Israel, which sits between the Mediterranean and Dead Seas, and is one of the oldest cities in the world. It has been captured and recaptured dozens of times, and many religious and political tensions exist in this part of the Middle Eastern world. One notable landmark is the Western Wall, made of limestone, which gets more than 10 million visitors every year.","latitude":31.7767,"longitude":35.2345},
{"name":"Rome, Italy","description":"The Colosseum in Rome was commissioned by Emperor Vespasian around 72 AD. Mostly men, who were the Roman gladiators, would fight to the death. These were slaves, criminals or prisoners of war, but there were also female gladiators. The colosseum seats about 55,000 spectators, has 80 entrances and has four levels. ","latitude":41.890091,"longitude":12.491924},
{"name":"Krakow, Poland","description":"Krakow, a city in Poland, is known for its medieval core and Jewish Quarter. It has salt mines, a prominent market square, and is close to Auschwitz-Birkenau, a Nazi death camp from World War II. More than one million people were killed in this camp from 1939 to 1945.","latitude":50.034431, "longitude":19.181351},
{"name":"Ankara, Turkey","description":"The capital city of Turkey is Ankara, which is the second largest city. The official language of Turkey is Turkish, which is the only primary language allowed by the constitution to be taught in public schools. The country is predominantly Muslim, and the currency is the Turkish Lira. ","latitude":39.902951,"longitude":32.798192},
{"name":"Jacksonville, Florida","description":"Jacksonville, Florida is the largest city in the United States with a total area of 875 mi^2. It’s also my hometown, where I grew up on the east side, by the beach. I’ve worked in downtown, and traveled all over Jacksonville to the various areas, cultural neighborhoods and have friends who live all over the city. ","latitude":30.324108, "longitude":-81.637334},
{"name":"Mexico City, Mexico","description":"The massive main square in Mexico City is known as the Zocalo. The city is one of the most important financial districts in all of Latin America, as well as one of the most populated cities. ","latitude":19.432895, "longitude":-99.133248},
{"name":"Cape Town, South Africa","description":"Cape Town is the second-largest city in South Africa, and an important legislative city. It’s known for its landmarks such as Table Mountain and Cape Point. The southernmost point of the African continent is Cape Agulhas, which divides the Atlantic and Indian Oceans. A common misconception is that it’s the Cape of Good Hope, but this is not the case. ","latitude":-34.356865, "longitude":18.473901},
{"name":"Sao Paolo, Brazil","description":"Sao Paolo is the largest city in South America, with 10 million people, and a huge financial city, ranked 11th in the world for GDP. It is a melting pot of cultures, but was originally colonized by the Portuguese, which is why it’s the official language of Brazil, unlike the rest of Latin America. It rains more than 100 days out of the year in Sao Paolo! ","latitude":-23.547419, "longitude":-46.640699},
{"name":"Beijing, China","description":"Beijing is the capital city of China, with more than 21.5 million people. China is known for it’s incredibly rich culture and long history, art, and traditions. The Great Wall, Tiananmen Square and the Summer Palace are some of the landmarks that define the city. The Forbidden City, where the emperor lived, and who gave special permission for those who were allowed to enter, is north of Tiananmen Square and receives up to 80,000 visitors a day. ","latitude":40.438963, "longitude":116.569002},
{"name":"London, England","description":"London is the capital of the United Kingdom, and is ripe with over two millennia of history. The city sits along the river Thames. The Royal Family inhabits two castles, Buckingham Palace and Windsor Palace, which is the oldest and longest-inhabited castle in the world.","latitude":51.525745,"longitude":-0.134594},
{"name":"Agra, India","description":"Agra is a city in northern India which hosts, arguably, one of the most beautiful tombs in the world. The Taj Mahal is one of the World’s Wonders, UNESCO World Heritage Sites and an eternal sign of love from an emperor to his queen. It is made of marble, and virtually perfectly mirrored on all four sides.  ","latitude":27.458089, "longitude":78.064128}]
